var lrc_wukong="[00:00.00]悟空 "+
"[00:02.00]作词 : 戴荃  "+
"[00:04.00]作曲 : 戴荃  "+
"[00:06.00]演唱 : 戴荃  "+
"[01:26.48]月溅星河，长路漫漫。  "+
"[01:31.51]风烟残尽，独影阑珊。  "+
"[01:38.75]谁叫我身手不凡，谁让我爱憎两难。  "+
"[01:46.57]到后来，肝肠寸断。  "+
"[01:53.15]幻世当空，恩怨休怀，  "+
"[01:59.56]舍悟离迷，六尘不改  "+
"[02:06.60]且怒且悲且狂哉，是人是鬼是妖怪，  "+
"[02:14.54]不过是，心有魔债。  "+
"[02:20.99]叫一声佛祖，回头无岸。  "+
"[02:28.11]跪一人为师，生死无关。  "+
"[02:34.41]善恶浮世真假界,尘缘散聚不分明，难断！  "+
"[02:45.98]我要这铁棒有何用，  "+
"[02:52.24]我有这变化又如何，  "+
"[02:59.03]还是不安，还是氐惆  "+
"[03:06.46]金箍当头，欲说还休  "+
"[03:21.86]  "+
"[03:39.55]我要这铁棒醉舞魔  "+
"[03:47.83]我有这变化乱迷浊  "+
"[03:54.85]踏碎灵霄，放肆桀骜  "+
"[04:02.33]世恶道险，终究难逃  "+
"[04:34.62]世恶道险，终究难逃  "+
"[04:42.88]这一棒，叫你灰飞烟灭 ["

var lrc_ZhuiMengChiZiXin="[00:00.00]GALA---追梦赤子心(5:19)"+
"[00:04.57]"+
"[00:05.27]发行公司:东乐影音"+
"[00:08.89]"+
"[00:13.52]"+
"[00:15.33]充满鲜花的世界到底在哪里"+
"[00:21.31]如果它真的存在那么我一定会去"+
"[00:28.76]我想在那里最高的山峰矗立"+
"[00:34.18]不在乎它是不是悬崖峭壁"+
"[00:38.87]"+
"[00:42.01]用力活着用力爱哪怕肝脑涂地"+
"[00:47.83]不求任何人满意只要对得起自己"+
"[00:55.20]关于理想我从来没选择放弃"+
"[01:00.66]即使在灰头土脸的日子里"+
"[01:06.44]"+
"[01:07.39]也许我没有天分"+
"[01:10.60]但我有梦的天真"+
"[01:13.90]我将会去证明用我的一生"+
"[01:20.64]也许我手比较笨"+
"[01:23.85]但我愿不停探寻"+
"[01:27.26]付出所有的青春不留遗憾"+
"[01:32.69]"+
"[01:34.61]向前跑 迎着冷眼和嘲笑"+
"[01:40.16]生命的广阔不历经磨难怎能感到"+
"[01:47.13]命运它无法让我们跪地求饶"+
"[01:54.71]就算鲜血洒满了怀抱"+
"[01:59.62]"+
"[02:00.98]继续跑 带着赤子的骄傲"+
"[02:07.69]生命的闪耀不坚持到底怎能看到"+
"[02:14.02]与其苟延残喘不如纵情燃烧吧"+
"[02:22.16]有一天会再发芽"+
"[02:29.03]"+
"[02:55.66]未来迷人绚烂总在向我召唤"+
"[03:00.58]哪怕只有痛苦作伴也要勇往直前"+
"[03:08.47]我想在那里最蓝的大海扬帆"+
"[03:14.18]绝不管自己能不能回还"+
"[03:19.62]"+
"[03:20.99]失败后郁郁寡欢"+
"[03:23.86]那是懦夫的表现"+
"[03:27.29]只要一息尚存请握紧双拳"+
"[03:34.11]在天色破晓之前"+
"[03:37.27]我们要更加勇敢"+
"[03:40.74]等待日出时最耀眼的瞬间"+
"[03:46.07]"+
"[03:47.77]向前跑 迎着冷眼和嘲笑"+
"[03:54.10]生命的广阔不历经磨难怎能感到"+
"[04:01.11]命运它无法让我们跪地求饶"+
"[04:08.03]就算鲜血洒满了怀抱"+
"[04:12.44]"+
"[04:14.31]继续跑 带着赤子的骄傲"+
"[04:20.92]生命的闪耀不坚持到底怎能看到"+
"[04:27.37]与其苟延残喘不如纵情燃烧"+
"[04:35.17]为了心中的美好"+
"[04:42.18]不妥协直到变老"+
"[04:48.66]"+
"[04:52.33]-==END==-["